Repository: nataliakusmirek/Advocato-SpainDomesticViolence-Chatbot
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: es

source: Name
es: Nombre

source: Age
es: Edad

source: Gender
es: Género

source: Nationality
es: Nacionalidad

source: Contact Information
es: Información de Contacto

source: Date of Incident
es: Fecha del Incidente

source: Location of Incident
es: Ubicación del Incidente

source: Type of Violence Experienced
es: Tipo de Violencia Experimentada

source: Description of the Incident
es: Descripción del Incidente

source: Witnesses (if any)
es: Testigos (si los hay)

source: Witnesses Contact Information
es: Información de Contacto de los Testigos

source: Perpetrator Name
es: Nombre del Perpetrador

source: Relationship to Victim
es: Relación con la Víctima

source: Perpetrator Age
es: Edad del Perpetrador

source: Perpetrator Gender
es: Género del Perpetrador

source: Has the perpetrator been violent before?
es: ¿Ha sido violento el perpetrador anteriormente?

source: If yes, please provide details of previous incidents:
es: Si es así, proporcione detalles de incidentes anteriores:

source: Has the victim reported these incidents to the authorities before?
es: ¿Ha informado la víctima sobre estos incidentes a las autoridades anteriormente?

source: If yes, what action was taken?
es: Si es así, ¿qué acción se tomó?

source: Does the perpetrator have access to weapons?
es: ¿Tiene el perpetrador acceso a armas?

source: Has the perpetrator made threats to harm the victim or others?
es: ¿Ha hecho el perpetrador amenazas para dañar a la víctima u otros?

source: Is the victim afraid of the perpetrator?
es: ¿Tiene miedo la víctima del perpetrador?

source: Does the victim have children or dependents?
es: ¿Tiene la víctima hijos o dependientes?

source: Is the victim currently in a safe place?
es: ¿Está la víctima actualmente en un lugar seguro?

source: Does the victim need immediate medical attention?
es: ¿Necesita la víctima atención médica inmediata?

source: Does the victim need assistance with safe housing?
es: ¿Necesita la víctima asistencia para encontrar un alojamiento seguro?

source: Does the victim require legal assistance?
es: ¿Requiere la víctima asistencia legal?

source: Does the victim require counseling?
es: ¿Requiere la víctima asesoramiento?

source: Any other support needed:
es: ¿Algún otro apoyo necesario:

source: Any other information the victim would like to provide:
es: ¿Alguna otra información que la víctima desee proporcionar:

source: I consent to the information provided being shared with the relevant authorities and organizations for the purpose of seeking assistance and support.
es: Consiento que la información proporcionada sea compartida con las autoridades y organizaciones relevantes con el fin de buscar asistencia y apoyo.

source: English
es: Inglés

source: Spanish
es: Español
