{"<pad>": 0, "<unk>": 1, "<s>": 2, "</s>": 3, "or": 1, "a": 2, "what": 3, "the": 4, "how": 5, "is": 6, "in": 7, "and": 8, "i": 9, "of": 10, "someone": 11, "do": 12, "that": 13, "harm": 14, "to": 15, "assault": 16, "it": 17, "should": 18, "sexual": 19, "child": 20, "incident": 21, "abuse": 22, "does": 23, "describe": 24, "by": 25, "context": 26, "domestic": 27, "violence": 28, "an": 29, "be": 30, "order": 31, "felony": 32, "serious": 33, "include": 34, "victim": 35, "person": 36, "crime": 37, "behavior": 38, "who": 39, "this": 40, "criminal": 41, "imprisonment": 42, "physical": 43, "often": 44, "details": 45, "any": 46, "against": 47, "endangerment": 48, "severe": 49, "crimes": 50, "such": 51, "as": 52, "death": 53, "including": 54, "their": 55, "perpetrator": 56, "another": 57, "can": 58, "causes": 59, "rape": 60, "form": 61, "involving": 62, "injury": 63, "from": 64, "psychological": 65, "may": 66, "actions": 67, "conduct": 68, "financial": 69, "economic": 70, "danger": 71, "adult": 72, "protection": 73, "with": 74, "threatening": 75, "holding": 76, "children": 77, "are": 78, "harassment": 79, "intimidating": 80, "legal": 81, "mean": 82, "constitutes": 83, "described": 84, "offense": 85, "more": 86, "penalties": 87, "than": 88, "for": 89, "one": 90, "offenses": 91, "weapon": 92, "event": 93, "occurrence": 94, "something": 95, "unusual": 96, "disruptive": 97, "about": 98, "affected": 99, "relevant": 100, "act": 101, "harmful": 102, "contact": 103, "other": 104, "fear": 105, "through": 106, "threats": 107, "damage": 108, "emotional": 109, "caused": 110, "which": 111, "activity": 112, "control": 113, "person's": 114, "situation": 115, "authority": 116, "power": 117, "enforce": 118, "authorities": 119, "threat": 120, "vulnerable": 121, "mistreating": 122, "neglecting": 123, "aggravated": 124, "so": 125, "trespass": 126, "someone\u2019s": 127, "without": 128, "custodial": 129, "interference": 130, "wrongfully": 131, "taking": 132, "dangerous": 133, "disorderly": 134, "putting": 135, "at": 136, "risk": 137, "repeatedly": 138, "interfering": 139, "judicial": 140, "proceedings": 141, "kidnapping": 142, "will": 143, "manslaughter": 144, "killing": 145, "murder": 146, "negligent": 147, "homicide": 148, "stalking": 149, "contacting": 150, "them": 151, "unlawful": 152, "restraining": 153, "court": 154, "conviction": 155, "detail": 156, "involve": 157, "reported": 158, "punishable": 159, "lesser": 160, "year": 161, "even": 162, "penalty": 163, "some": 164, "jurisdictions": 165, "might": 166, "repeated": 167, "use": 168, "deadly": 169, "information": 170, "name": 171, "age": 172, "gender": 173, "relationship": 174, "medical": 175, "historical": 176, "intentional": 177, "creates": 178, "apprehension": 179, "imminent": 180, "offensive": 181, "hitting": 182, "slapping": 183, "pushing": 184, "aggression": 185, "non": 186, "consensual": 187, "intercourse": 188, "achieved": 189, "force": 190, "coercion": 191, "occur": 192, "within": 193, "relationships": 194, "marriage": 195, "violates": 196, "victim's": 197, "bodily": 198, "autonomy": 199, "dignity": 200, "body": 201, "resulting": 202, "bruises": 203, "cuts": 204, "broken": 205, "bones": 206, "mental": 207, "distress": 208, "trauma": 209, "anxiety": 210, "depression": 211, "ptsd": 212, "acts": 213, "cases": 214, "manipulation": 215, "resources": 216, "withholding": 217, "money": 218, "assets": 219, "commits": 220, "harmed": 221, "make": 222, "decisions": 223, "rules": 224, "people": 225, "organizations": 226, "have": 227, "laws": 228, "statement": 229, "action": 230, "indicating": 231, "thing": 232, "needs": 233, "attack": 234, "physically": 235, "attacking": 236, "entering": 237, "property": 238, "permission": 239, "involved": 240, "custody": 241, "dispute": 242, "put": 243, "great": 244, "disturbs": 245, "peace": 246, "safety": 247, "others": 248, "where": 249, "they": 250, "bothering": 251, "disrupting": 252, "obstructing": 253, "processes": 254, "illegally": 255, "planning": 256, "intentionally": 257, "causing": 258, "careless": 259, "unwanted": 260, "following": 261, "way": 262, "using": 263, "scare": 264, "keep": 265, "safe": 266, "prevents": 267, "approaching": 268, "lead": 269, "long": 270, "prison": 271, "sentences": 272, "formal": 273, "judgment": 274, "declaring": 275, "guilty": 276, "signifies": 277, "has": 278, "been": 279, "legally": 280, "found": 281, "responsible": 282, "result": 283, "fines": 284, "consequences": 285, "section": 286, "relate": 287, "mention": 288, "when": 289, "describing": 290, "explain": 291, "considered": 292, "identify": 293, "reference": 294, "address": 295, "report": 296, "if": 297, "applies": 298, "entail": 299, "help": 300, "its": 301, "conditions": 302}